{"type":"FeatureCollection","features":[{"type":"Feature","geometry":{"type":"Point","coordinates":["-68.937","12.109"]},"properties":{"id":1,"name":"\nCuraçao Museum\n","longitude":"-68.937","latitude":"12.109","geocode":null,"photo_url":"http://www.curacao.com/var/curacao/storage/images/the-curacao-difference/our-people-and-culture/museums/curacao-museum/3316-1-eng-US/Curacao-Museum_large.jpg","address":" Van Leeuwenhoekstraat z/n ,  Willemstad ,  Otrobanda ","characteristics":"\n\t\nThe foundation “The Curaçao Museum” was established on February 23rd in 1946 by dr. Christiaan J.H. Engels and his father-in-law Rudolph Boskaljon. The museum’s goal was to show the visitors a view of the past and at the same time exhibit contemporary local and international art. It was the first and for a long time the only museum on the island. Eventually many of the museumgoals were taken over by other museums on Curaçao and the other islands of the former Dutch Antilles. Nowadays the museum focuses on the Western influences on the Curacaoan culture, especially in the visual arts, which confirms her pluriform and multicultural background. The museum is housed in a former military hospital for yellow fever patients, built in 1853 by the Dutch Military.The collection on display exists of paintings, etches, drawings, statues, furniture, glass and textile, made by national as well as international artists. In the museum two period rooms, a living room and a bedroom, are furnished with mainly 19th century mahogany wooden furniture. There is also a traditional Curacaon kitchen. In the West-Indie Zaal you can see the map of the Caribbean made of “stained glass” by W. Bogtman. It was made especially for the World Exhibition in New York in 1939. Also big in this room is the “Labour Panel” of Charles Eyck.The rich collection paintings exist of work of national and international artist, including Hipolito Ocalia, Enrique Olario, Luigi Pinedo, José Maria Capricorne, Jean Girigorie, Jan Sluijters, Charley Toorop, Isaac Israëls, Edgar Fernhout, Corneille, Han van Meegeren and Carel Willink.On the backside of the museum you can find the carillon “De Vier Konigskinderen” (The Four Princesses), named after the four daughters of Queen Juliana of the Netherlands, mother of Beatrix, the queen of the Netherlands till April 2013.The big museumgarden contains serveral statues made by local artist and a music pavilion or kiosk. In the back of the garden you can find the children’s village, consisting of a ‘Kas di Tabla’ that shows how a toko looked like in the past, a little kunuku house called ‘Kas Palu di Maishi’, an authentic indians hut and the spider ‘Kompa Nanzi’. The Snip Gallery exhibits the cockpit the first KLM plane that crossed the Atlantic Ocean in 1934 from the Netherlands to Curaçao.\nOpening hours : Tuesday - Friday 08.30 - 16.30\n\nSaturday 10.00 - 16.00\nSundays & Mondays closed\nAsk us about:\n\n*Event planning options\n*Becoming a Friend of The Curacao Museum\n      ","monument_value":null,"construction_period":null,"present_use":null,"owner":null,"more_information_by_drov":null,"more_information_by_mfc":null,"more_information_by_smz":null,"more_information_by_promo":null,"created_at":"2013-07-31T13:54:21Z","updated_at":"2013-07-31T13:54:21Z"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[null,null]},"properties":{"id":2,"name":"\nDen Paradera\n","longitude":null,"latitude":null,"geocode":null,"photo_url":"http://www.curacao.com/var/curacao/storage/images/the-curacao-difference/our-people-and-culture/museums/den-paradera/3329-1-eng-US/Den-Paradera_large.jpg","address":" Seru Grandi 105 A ,  Weg Naar Fuik ","characteristics":"\n\t\n\nIn 1981 Dinah Veeris started her research for healing herbs and traditions by interviewing the older people to recover and preserve the secret knowledge of the former generations. She studied at the California school for Herbal Studies. In 1991 she started the garden plant by plant. She wrote a book about the herbs and their use and received several awards for her input in preserving the culture and the healing herbs. She also got a decoration form the Dutch Royal Family. \nDen Paradera refers to Paraguiri Indians who long ago had the biggest herb garden at the east side of the island.When the Spaniards came, they brought their slaves to the Paraguiri Indians to be cured and called the location \" En Paradera\". Later the local people changed this name into \"Den Paradera\" which means \"the place where you feel at home\" \nAdults without a guide - $ 4 .00 \n\nChildren without a guide - $ 2.00 \n\nAdults with guided tour - $6.00 \nChildren on a huided tour - $4.00  Other\n  \n  Notes\n  \n  Tour Guide \n  \n   \n  \n  Hiking Trails \n  \n  There are no hiking trails, instead you can enjoy a walking trail trough the garden \n  \n  Gift Shop \n  \n   \n  \n  Restrooms Available \n  \n   \n  \n  Disabled Access \n  \n   \n  \n   \n  \n  Joantina project especially for school children to learn about herbs and cultural heritage of Curacao \n  \n","monument_value":null,"construction_period":null,"present_use":null,"owner":null,"more_information_by_drov":null,"more_information_by_mfc":null,"more_information_by_smz":null,"more_information_by_promo":null,"created_at":"2013-07-31T13:54:21Z","updated_at":"2013-07-31T13:54:21Z"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[null,null]},"properties":{"id":3,"name":"\nKas Di Pali Mashi\n","longitude":null,"latitude":null,"geocode":null,"photo_url":"http://www.curacao.com/var/curacao/storage/images/the-curacao-difference/our-people-and-culture/museums/kas-di-pali-mashi/3342-1-eng-US/Kas-Di-Pali-Mashi_large.jpg","address":" Dokterstuin 27 ,  Willemstad ,  Ascension ","characteristics":"\n\t\nKas di Pal'I Maishi is a traditional adobe house with a latched roof built about 130 years ago. It illustrates the way the Afro-Curaçaoan rural population of Curaçao lived till about 1950. The method of construction dates back to before the year 1700 and coincide with the coming of the enslaved Africans. Inside a is a small museum with typical household artifacts from the past. In the backyard local food is served at lunchtime. This museum forms part of the memory of the Afro-Curaçaoan heritage. Opening hours: Monday through Friday 9:00 AM - 4:00 PM, Saturday and Sunday 9:00 AM - 6:00 PM  Other\n  \n  Tour Guide \n  \n  Bar \n  \n  Restrooms Available \n  \n","monument_value":null,"construction_period":null,"present_use":null,"owner":null,"more_information_by_drov":null,"more_information_by_mfc":null,"more_information_by_smz":null,"more_information_by_promo":null,"created_at":"2013-07-31T13:54:21Z","updated_at":"2013-07-31T13:54:21Z"}},{"type":"Feature","geometry":{"type":"Point","coordinates":["-68.9349496","12.1082671"]},"properties":{"id":4,"name":"\nKura Hulanda Museum\n","longitude":"-68.9349496","latitude":"12.1082671","geocode":null,"photo_url":"http://www.curacao.com/var/curacao/storage/images/the-curacao-difference/our-people-and-culture/museums/kura-hulanda-museum/3355-1-eng-US/Kura-Hulanda-Museum_large.jpg","address":" Klipstraat 9 ,  Otrobanda ","characteristics":"\n\t\nThe forced relocation of Africans from Africa to the Americas and the Caribbean by Europeans from the 17th to the 19th centuries, changed the face of the world forever. Museum Kura Hulanda is situated right at the city-center harbor of Willemstad, where Dutch entrepreneurs once traded and transshipped enslaved Africans along with other 'commercial goods'. This museum impressively exhibits the Trans-Atlantic Slave Trade in its totality, from slave capture in Africa through the Middle Passage and the relocation in the New World. The museum Kurà Hulanda demonstrates that the African and diverse cultural heritage has influenced Curaçaoan and Caribbean societies until today. Opening hours: Monday trough Sunday 10.00 am - 05.00 pm  Other\n  \n  Notes\n  \n  Tour Guide \n  \n   \n  \n  Gift Shop \n  \n  At the entrance of the museum, the Museum Shop sells various items like special designed T-shirts, polo shirts and caps with the logo of the museum, a beautiful poster which design shows the theme of the museum, various postcards of impressive collection items, a wide variety of CD's with African music from all over the continent, a large collection of African art like wooden masks, fertility dolls and sculptures from shona stone, musical instruments like djembe's and ballaphones, African games and a lot more. \n  \n  Bar \n  \n   \n  \n  Restrooms Available \n  \n   \n  \n  Disabled Access \n  \n   \n  \n","monument_value":null,"construction_period":null,"present_use":null,"owner":null,"more_information_by_drov":null,"more_information_by_mfc":null,"more_information_by_smz":null,"more_information_by_promo":null,"created_at":"2013-07-31T13:54:21Z","updated_at":"2013-07-31T13:54:21Z"}},{"type":"Feature","geometry":{"type":"Point","coordinates":["-68.8879707","12.1248892"]},"properties":{"id":5,"name":"\nLandhuis Bloemhof\n","longitude":"-68.8879707","latitude":"12.1248892","geocode":null,"photo_url":"http://www.curacao.com/var/curacao/storage/images/the-curacao-difference/our-people-and-culture/museums/landhuis-bloemhof/3368-1-eng-US/Landhuis-Bloemhof_large.jpg","address":" Sta . Rosaweg 6 ,  Willemstad ","characteristics":"\n\t\n\nLandhuis Bloemhof is located on one of the smaller plantations of the island. The main building (1735) is now a vibrant meeting place for art lovers. Exhibitions, lectures and creative workshops are ongoing in this inspiring ambiance surrounded by select antique furniture. The adjacent wing which formerly housed stables and barns has been remodeled and now contains an archive, library and reading room dedicated to the arts, as well as the former studio of May Henriquez. \n\n \nOpen Monday thru Saturday from 9 AM to 2 PM, please feel free to call ahead for special exhibitions, activities and workshops. For more information, please view the website.  Other\n  \n   \n  \n  Tour Guide \n  \n  Gift Shop \n  \n  Restrooms Available \n  \n  Disabled Access \n  \n","monument_value":null,"construction_period":null,"present_use":null,"owner":null,"more_information_by_drov":null,"more_information_by_mfc":null,"more_information_by_smz":null,"more_information_by_promo":null,"created_at":"2013-07-31T13:54:21Z","updated_at":"2013-07-31T13:54:21Z"}},{"type":"Feature","geometry":{"type":"Point","coordinates":["-97.5058801","25.8238283"]},"properties":{"id":6,"name":"\nLandhuis Groot Santa Martha\n","longitude":"-97.5058801","latitude":"25.8238283","geocode":null,"photo_url":"http://www.curacao.com/var/curacao/storage/images/the-curacao-difference/our-people-and-culture/museums/landhuis-groot-santa-martha/3381-1-eng-US/Landhuis-Groot-Santa-Martha_large.jpg","address":" Santa Martha ","characteristics":"\n\t\n\nOne of the oldest and largest villas on Curacao was built in at the ens of the 17th century. There used to be a plantation here of 554 hectares. Until the beginning of the 19th century it was a sugar plantation, later altered to produce pulses, cattle and salt. In the late 19th century this plantation alone supplied 90% of the Curaçao salt. It was extracted from the salterns of the Santa Marthabay. The land house was renovated in 1979 and now stands to care for the physically and mentally challenged, whose crafts are for sale on the premises. \nStarting july 1, an exposition about the slavery 'Slavery's Heritage' will be held in Landhuis Groot Sta. Martha. De exhibition shows that The Netherlands, Surinam and The Dutch Antilles will always have close ties because of the history of slavery. There are several topics to be found in the exhibit; slave trade, the black suffering, plantation life and punishment and resistance. The heritage of slavery can be found in historical documents and drawings/paintings, in modern art and in unique interviews with descendants of slaves in Surinam, Curaçao and The Netherlands. Curator of this exhibition is Felix de Rooy, multimedia artist.  Other\n  \n  Notes\n  \n  Tour Guide \n  \n   \n  \n  Hiking Trails \n  \n  There are walking trails instead of walking trails. \n  \n  Gift Shop \n  \n  The souvenir shop is at the entrance of Landhouse Sta. Martha. The collection is enormous from leather bags, to famous black dolls,miniature landhouses made out of ceramics. \n  \n  Restrooms Available \n  \n   \n  \n  Disabled Access \n  \n  The fundashon tayer Soshal, a foundation that as a social workshop provider offers a sheltered environment to the disabled. \n  \n","monument_value":null,"construction_period":null,"present_use":null,"owner":null,"more_information_by_drov":null,"more_information_by_mfc":null,"more_information_by_smz":null,"more_information_by_promo":null,"created_at":"2013-07-31T13:54:22Z","updated_at":"2013-07-31T13:54:22Z"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[null,null]},"properties":{"id":7,"name":"\nMaritime Museum\n","longitude":null,"latitude":null,"geocode":null,"photo_url":"http://www.curacao.com/var/curacao/storage/images/the-curacao-difference/our-people-and-culture/museums/maritime-museum/3394-1-eng-US/Maritime-Museum_large.jpg","address":" Van der Brandhofstraat 7 ,  Scharloo Abou ","characteristics":"\n\t\nCuraçao owes its existence to the sea. Its strategic location and natural harbor made it a major seafaring and commercial center from early in its history. The museums interior harmoniously embraces the age-old maritime history and modern design in a historic 17th century building spectacularly restored to its former glory. The museum is located in a mansion built in 1729 on the Waaigat inlet just above the floating market. Exhibits include antique miniatures, 17th century ship models and maps, some even dating back to 1500. Embark on our unique narrated harbor tour. Visitors can relax at the harbor site café and browse the museum gift shop. Harbor tours on Wednesday and Saturday afternoons, reservations are required. Opening hours: Monday through Saturday 9:00 AM - 04:00 PM  Other\n  \n  Notes\n  \n  Tour Guide \n  \n  Harbor tours are from Wednesday to Saturday \n  \n  Gift Shop \n  \n   \n  \n  Bar \n  \n   \n  \n  Restrooms Available \n  \n   \n  \n  Disabled Access \n  \n  Only ground & first floor of the museum of accessible for disabled \n  \n","monument_value":null,"construction_period":null,"present_use":null,"owner":null,"more_information_by_drov":null,"more_information_by_mfc":null,"more_information_by_smz":null,"more_information_by_promo":null,"created_at":"2013-07-31T13:54:22Z","updated_at":"2013-07-31T13:54:22Z"}},{"type":"Feature","geometry":{"type":"Point","coordinates":["-68.933227","12.1055719"]},"properties":{"id":8,"name":"\nMikve Israel Emanuelsynagogue & Jewish Museum\n","longitude":"-68.933227","latitude":"12.1055719","geocode":null,"photo_url":"http://www.curacao.com/var/curacao/storage/images/the-curacao-difference/our-people-and-culture/museums/mikve-israel-emanuelsynagogue-jewish-museum/3407-1-eng-US/Mikve-Israel-Emanuelsynagogue-Jewish-Museum_large.jpg","address":" Hanchi Snoa 29 ,  Willemstad ,  Punda ","characteristics":"\n\t\n\nThe oldest synagogue building in continuous use in the Western Hemisphere. \n\nIn 1970 a Jewish Cultural Museum was established adjacent to the synagogue. There we have set up a display of many interesting and unusual objects illustrating the culture and history of the Jewish community. Many of these objects are still in use in the Synagogue today. \n\nRegular opening hours: 9.00 a.m. - 11.45 a.m. and 2.30 p.m. - 4.45 p.m. \nCRUISE SHIP DAYS: 9.00 a.m. - 4.30 p.m.  Other\n  \n  Gift Shop\n  \n","monument_value":null,"construction_period":null,"present_use":null,"owner":null,"more_information_by_drov":null,"more_information_by_mfc":null,"more_information_by_smz":null,"more_information_by_promo":null,"created_at":"2013-07-31T13:54:22Z","updated_at":"2013-07-31T13:54:22Z"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[null,null]},"properties":{"id":9,"name":"\nMongui Maduro Library\n","longitude":null,"latitude":null,"geocode":null,"photo_url":"http://www.curacao.com/var/curacao/storage/images/the-curacao-difference/our-people-and-culture/museums/mongui-maduro-library/3420-1-eng-US/Mongui-Maduro-Library_large.jpg","address":" Landhuis Rooi Katootje ,  Willemstad ,  Rooi Katootje ","characteristics":"\n\t\nTo enter the plantation house of \"Rooi Catootje\" is to step into a world where time stands still; where it is impossible not to be overwhelmed by a sense of history. From a very early age, Mr. Maduro had been a fervent collector of documents, books, manuscripts, archivalia and periodicals relating to Curaçao and the Dutch West Indies. These ranged from publications of major historical significance such as paper clippings and photos of Lindbergh's visit to Curaçao, to the mundane: calendars and invitation cards, menus and other day-to-day items which provide insight into everyday life. The collection is carefully complemented with postcards, phonograph records, stamps, bank notes and coins. Naturally, documentation on the history of the Jewish community in Curaçao also forms a major section of the library. Some unique publications which are found in this collection include a comprehensive and chronical description of the Urbina invasion of 1929. The Jewish roots of the local community are firmly captured in the pristine \"Memorias Senior\" (c.a. 1750) and \"Memorias Curiel\" (c.a. 1730). Finally one of the earliest documents \"exposing\" the indigenous \"papiamentu\" language can be found in the form of \"Il dialetto Curassese\" by Teza (1863). The Mongui Maduro Collection is situated in no ordinary library. Rather this remarkable collection is housed in antique cabinets, admidst a household setting that appears to have changed little since the heyday of the plantation houses. An antique dresser with a mirror and a complete set of bedroom furniture are but a few of the items which tastefully decorate the valuable documents in a complete room-setting. Precious, large mahogany cabinets and even an immaculate antique 19th century \"fontein\" (or wall-fountain) carefully complement the main room. While the original collection of Mongui Maduro forms the basis of the library, new publications on the Antilles are constantly being acquired so that it will continue to be an authoritative source on the evolution of political, social and cultural history of the Netherlands Antilles and Curaçao in particular. One room has been set aside to honor the memory of Mongui's widow, Louise. It primarily contains her collection of the sea-shells and numerous handicraft objects. The latter were formerly for sale at the \"Vereniging Huisvlijt\" (Home Industry Association) of which she had been President for thirty-nine years.\n      ","monument_value":null,"construction_period":null,"present_use":null,"owner":null,"more_information_by_drov":null,"more_information_by_mfc":null,"more_information_by_smz":null,"more_information_by_promo":null,"created_at":"2013-07-31T13:54:22Z","updated_at":"2013-07-31T13:54:22Z"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[null,null]},"properties":{"id":10,"name":"\nMuseo Tula\n","longitude":null,"latitude":null,"geocode":null,"photo_url":"http://www.curacao.com/var/curacao/storage/images/the-curacao-difference/our-people-and-culture/museums/museo-tula/22802-2-eng-US/Museo-Tula_large.jpg","address":" Landhuis Kenepa z/n ","characteristics":"\n\t\n\nMuseo Tula, situated at Kenepa, accentuates the African / Curacaoan heritage. \nThe services of the museum include: \n- a craft shop with touristic articles of the coop of women of the area;\n\n- a Creole-Caribbean-African cuisine, managed by a coop of women;\n- a guide in nature with information about the flora and fauna of Curacao.\nOpening hours\n\nTuesday - Sunday: 8 am- 5 pm. \nMonday: closed\n      ","monument_value":null,"construction_period":null,"present_use":null,"owner":null,"more_information_by_drov":null,"more_information_by_mfc":null,"more_information_by_smz":null,"more_information_by_promo":null,"created_at":"2013-07-31T13:54:22Z","updated_at":"2013-07-31T13:54:22Z"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[null,null]},"properties":{"id":11,"name":"\nNational Archaelogical Antropological Museum\n","longitude":null,"latitude":null,"geocode":null,"photo_url":"http://www.curacao.com/var/curacao/storage/images/the-curacao-difference/our-people-and-culture/museums/national-archaelogical-antropological-museum/3433-1-eng-US/National-Archaelogical-Antropological-Museum_large.jpg","address":" Johan van Walbeeckplein 13 ","characteristics":"\n\t\nThe National Archaeological Anthropological Museum Foundation was established in March 1998. The National Museum, as it is popularly known, directly evolved from a Netherlands Antilles governmental department for scientific research, called the Archeological Anthropological Institute of the Netherlands Antilles (AAINA). AAINA was established in 1966 to conduct archaeological and anthropological research on the islands of the Netherlands Antilles. The National Museum greatly benefits from the results of more than 30 years of research on all the Islands of the Netherlands Antilles. Collections under the management of the National Museum include numerous (pre-Columbian) archaeological artifacts as well as ethnographic objects from the late 19th century to the present. A major part of our collection was brought together by professional researchers and scholars, many an aficionado of our cultural heritage has also entrusted the National Museum with fine pieces that relate to our history.\n      ","monument_value":null,"construction_period":null,"present_use":null,"owner":null,"more_information_by_drov":null,"more_information_by_mfc":null,"more_information_by_smz":null,"more_information_by_promo":null,"created_at":"2013-07-31T13:54:22Z","updated_at":"2013-07-31T13:54:22Z"}},{"type":"Feature","geometry":{"type":"Point","coordinates":["-68.93479409999999","12.1077934"]},"properties":{"id":12,"name":"\nNumismatic Museum\n","longitude":"-68.93479409999999","latitude":"12.1077934","geocode":null,"photo_url":"http://www.curacao.com/var/curacao/storage/images/the-curacao-difference/our-people-and-culture/museums/numismatic-museum/3446-1-eng-US/Numismatic-Museum_large.jpg","address":" De Rouvilleweg 7 ,  Willemstad ,  Otrobanda ","characteristics":"\n\t\nThe Museum Exhibition illustrates the evolution of the Antillean currency, advancing from barter deals, to the use of coins from different countries, and finally, to the issuance of national currency for the Netherlands Antilles. It is owned and operated by the Bank of the Netherlands Antilles.  Other\n  \n  Restrooms Available \n  \n  Disabled Access\n  \n","monument_value":null,"construction_period":null,"present_use":null,"owner":null,"more_information_by_drov":null,"more_information_by_mfc":null,"more_information_by_smz":null,"more_information_by_promo":null,"created_at":"2013-07-31T13:54:22Z","updated_at":"2013-07-31T13:54:22Z"}},{"type":"Feature","geometry":{"type":"Point","coordinates":["-68.91885909999999","12.0994072"]},"properties":{"id":13,"name":"\nOctagon Museum\n","longitude":"-68.91885909999999","latitude":"12.0994072","geocode":null,"photo_url":"http://www.curacao.com/var/curacao/storage/images/the-curacao-difference/our-people-and-culture/museums/octagon-museum/3459-1-eng-US/Octagon-Museum_large.jpg","address":" Penstraat 100 ","characteristics":"\n\t\nThe Octagon on the shores of the Avila Beach Hotel ,a fascinating historical experience awaits you. Relive the past as you visit the Simin Bolivar Museum and the exposition dedicated to the life and accomplishments of the famous South American Liberator. Permanent exposition; Simon Bolivar and Curacao, an exposition of his life,accomplishments and association with Curacao.Open only on Mo/We/Sun  Other\n  \n  Notes\n  \n  Restrooms Available \n  \n   \n  \n   \n  \n  Venue for hosting elegant wedding ceremonies and receptions. \n  \n","monument_value":null,"construction_period":null,"present_use":null,"owner":null,"more_information_by_drov":null,"more_information_by_mfc":null,"more_information_by_smz":null,"more_information_by_promo":null,"created_at":"2013-07-31T13:54:22Z","updated_at":"2013-07-31T13:54:22Z"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[null,null]},"properties":{"id":14,"name":"\nSavonet Museum\n","longitude":null,"latitude":null,"geocode":null,"photo_url":"http://www.curacao.com/var/curacao/storage/images/the-curacao-difference/our-people-and-culture/museums/savonet-museum/165473-1-eng-US/Savonet-Museum_large.jpg","address":" Savonet Z/N ,  West Point ","characteristics":"\n\t\nSavonet Museum is  the newest Museum of Curaçao!  This Museum is a unique concept located at the heart of the Christoffelpark, the largest nature reserve on the island. Established in the former plantation house, called “landhuis”, of the Savonet Plantation.  It gives visitors a peek into the lives of the former inhabitants of the area, full of inside information and views. From the first Arowak Indians who came to the island almost 4000 years ago up to modern times.Modern audio- visual concepts, historical artefacts, faces of descendents of the former slaves, photography, completely restored antiques and much more give the museum the tools to tell a diverse story of interdependence between humans and nature, cultural history and natural history.Openings Hours\nMonday to Saturday: 07.30 AM – 16.00 PM (No admittance after 15.00 PM)Sundays: 07:00 Am – 15.00 PM (No admittance after 14.00 PM)  Other\n  \n  • Guided tours \n  \n  • Gift shop\n  \n  • Restaurant\n  \n  • Restrooms Available \n  \n  • Disabled Access \n  \n","monument_value":null,"construction_period":null,"present_use":null,"owner":null,"more_information_by_drov":null,"more_information_by_mfc":null,"more_information_by_smz":null,"more_information_by_promo":null,"created_at":"2013-07-31T13:54:22Z","updated_at":"2013-07-31T13:54:22Z"}},{"type":"Feature","geometry":{"type":"Point","coordinates":["-68.93439889999999","12.1047398"]},"properties":{"id":15,"name":"\nThe Fort Church Museum\n","longitude":"-68.93439889999999","latitude":"12.1047398","geocode":null,"photo_url":"http://www.curacao.com/var/curacao/storage/images/the-curacao-difference/our-people-and-culture/museums/the-fort-church-museum/3485-1-eng-US/The-Fort-Church-Museum_large.jpg","address":" Fort Amsterdam ,  Willemstad ,  Punda ","characteristics":"\n\t\nThe Fortchurch is the oldest church on the island (1769), a monument within the Fort Amsterdam walls. The solid mahogany Governor's bench and the solid mahogany pulpit date back to 1769. The museum houses a small elegant collection of artifacts from the church's Dutch Protestant congregation ( 1635) , such as antique silver chalices, a mahogany and silver baptismal font and an antique mahogany 'bible table',formerly used in 'landhouses'. A documentation of the island's most notable families and an impressive collection of old maps of Curacao are exhibited.  Other\n  \n  Notes\n  \n  Tour Guide \n  \n  Tours from 10.00-12.00 \n  \n  Gift Shop \n  \n   \n  \n  Restrooms Available \n  \n   \n  \n","monument_value":null,"construction_period":null,"present_use":null,"owner":null,"more_information_by_drov":null,"more_information_by_mfc":null,"more_information_by_smz":null,"more_information_by_promo":null,"created_at":"2013-07-31T13:54:22Z","updated_at":"2013-07-31T13:54:22Z"}}]}